alsa-utils
arch-wiki-lite
autoconf
automake
bash
bison
bzip2
chromium
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
e2fsprogs
efibootmgr
emacs
exo
fakeroot
file
filesystem
findutils
flex
garcon
gawk
gcc
gcc-gcj-ecj
gcc-libs
gcc6
gcc6-fortran
gcc6-gcj
gcc6-libs
gettext
git
glibc
gparted
grep
grub
gtk-xfce-engine
gvfs
gvim
gzip
inetutils
iproute2
iputils
jfsutils
keychain
less
libreoffice-fresh
licenses
lightdm
lightdm-gtk-greeter
linux-firmware
linux-lts
linux-lts-headers
logrotate
lsof
lvm2
m4
make
man-db
man-pages
mdadm
mousepad
mupdf
nano
ncurses5-compat-libs
netctl
network-manager-applet
networkmanager
ntfs-3g
openssh
orage
pacman
pandoc
parole
pavucontrol
pciutils
pcsclite
pdftk
perl
pkgconf
poppler-glib
procps-ng
psmisc
pulseaudio
reiserfsprogs
ristretto
s-nail
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-core
texlive-latexextra
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
tree
tumbler
usbutils
util-linux
vi
virtualbox
vmware-keymaps
vmware-workstation
which
wpa_supplicant
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-server
xorg-xrandr
